Repository: daocism/dspeech
Catalog: Dspeech/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, uk, zh_hans

source: No speech recognition access. Allow it in Settings.
de: Kein Zugriff auf Spracherkennung. Erlauben Sie ihn in den Einstellungen.
es: Sin acceso al reconocimiento de voz. Permítelo en Ajustes.
fr: Aucun accès à la reconnaissance vocale. Autorisez-le dans les Réglages.
it: Nessun accesso al riconoscimento vocale. Consentilo in Impostazioni.
ja: 音声認識へのアクセスがありません。設定で許可してください。
ko: 음성 인식 접근 권한이 없습니다. 설정에서 허용하세요.
pt: Sem acesso ao reconhecimento de fala. Permita-o nos Ajustes.
ru: Нет доступа к распознаванию речи. Разрешите его в Настройках.
uk: Немає доступу до розпізнавання мовлення. Дозвольте його в Налаштуваннях.
zh_hans: 无语音识别权限。请在设置中允许。

# No speech recognition access. Allow it in iPhone Settings.
source: No speech recognition access. Allow it in device Settings.
de: Kein Zugriff auf Spracherkennung. Erlauben Sie ihn in den Geräteeinstellungen.
es: Sin acceso al reconocimiento de voz. Permítelo en Ajustes del dispositivo.
fr: Aucun accès à la reconnaissance vocale. Autorisez-le dans les réglages de l'appareil.
it: Nessun accesso al riconoscimento vocale. Consentilo nelle impostazioni del dispositivo.
ja: 音声認識へのアクセスがありません。デバイスの設定で許可してください。
ko: 음성 인식 접근 권한이 없습니다. 기기 설정에서 허용하세요.
pt: Sem acesso ao reconhecimento de fala. Permita-o nos ajustes do dispositivo.
ru: Нет доступа к распознаванию речи. Разрешите его в настройках устройства.
uk: Немає доступу до розпізнавання мовлення. Дозвольте його в налаштуваннях пристрою.
zh_hans: 无语音识别权限。请在设备设置中允许。

source: No speech recognized — speak closer to the microphone.
de: Keine Sprache erkannt — sprechen Sie näher am Mikrofon.
es: No se reconoció voz: habla más cerca del micrófono.
fr: Aucune parole reconnue — rapprochez-vous du microphone.
it: Nessun parlato riconosciuto — avvicinati al microfono.
ja: 音声が認識されませんでした — マイクに近づいて話してください。
ko: 음성이 인식되지 않았습니다 — 마이크에 더 가까이 말하세요.
pt: Nenhuma fala reconhecida — fale mais perto do microfone.
ru: Речь не распознана — говорите ближе к микрофону.
uk: Мовлення не розпізнано — говоріть ближче до мікрофона.
zh_hans: 未识别到语音——请靠近麦克风讲话。

source: No suitable capture source.
de: Keine geeignete Aufnahmequelle.
es: No hay ninguna fuente de captura adecuada.
fr: Aucune source de capture adaptée.
it: Nessuna sorgente di acquisizione adatta.
ja: 適切なキャプチャソースがありません。
ko: 적절한 캡처 소스가 없습니다.
pt: Nenhuma fonte de captação adequada.
ru: Нет подходящего источника захвата.
uk: Немає придатного джерела захоплення.
zh_hans: 没有合适的采集源。

source: Not relevant
de: Nicht relevant
es: No relevante
fr: Non pertinente
it: Non pertinente
ja: 関連なし
ko: 관련 없음
pt: Não relevante
ru: Не относится
uk: Не стосується
zh_hans: 不相关

source: Likely relevant
de: Wahrscheinlich relevant
es: Probablemente relevante
fr: Probablement pertinente
it: Probabilmente pertinente
ja: 関連の可能性
ko: 관련 가능성 높음
pt: Provavelmente relevante
ru: Вероятно, относится
uk: Імовірно стосується
zh_hans: 可能相关

source: Noise
de: Rauschen
es: Ruido
fr: Bruit
it: Rumore
ja: ノイズ
ko: 소음
pt: Ruído
ru: Шум
uk: Шум
zh_hans: 噪声

source: Not enough voiced speech. Speak clearly for at least %@ seconds and try again.
de: Nicht genug gesprochene Sprache. Sprechen Sie mindestens %@ Sekunden klar und versuchen Sie es erneut.
es: No hay suficiente voz. Habla con claridad durante al menos %@ segundos e inténtalo de nuevo.
fr: Pas assez de parole audible. Parlez clairement pendant au moins %@ secondes et réessayez.
it: Voce insufficiente. Parla chiaramente per almeno %@ secondi e riprova.
ja: 有声音声が不足しています。少なくとも %@ 秒はっきり話して、もう一度試してください。
ko: 유성 음성이 부족합니다. 최소 %@초 동안 또렷하게 말한 뒤 다시 시도하세요.
pt: Não há fala suficiente. Fale claramente por pelo menos %@ segundos e tente novamente.
ru: Недостаточно звучащей речи. Говорите чётко не менее %@ секунд и попробуйте снова.
uk: Недостатньо звучного мовлення. Говоріть чітко щонайменше %@ секунд і спробуйте знову.
zh_hans: 有声语音不足。请清晰说话至少 %@ 秒，然后重试。

source: Nothing to translate: the segment is empty.
de: Nichts zu übersetzen: Das Segment ist leer.
es: Nada que traducir: el segmento está vacío.
fr: Rien à traduire : le segment est vide.
it: Niente da tradurre: il segmento è vuoto.
ja: 翻訳する内容がありません：セグメントが空です。
ko: 번역할 내용이 없습니다. 세그먼트가 비어 있습니다.
pt: Nada a traduzir: o segmento está vazio.
ru: Нечего переводить: сегмент пустой.
uk: Немає чого перекладати: сегмент порожній.
zh_hans: 没有可翻译内容：该片段为空。

source: Offline recognition for %@ is not installed. Voice entry of the callsign requires a local model.
de: Die Offline-Erkennung für %@ ist nicht installiert. Die Spracheingabe des Rufzeichens erfordert ein lokales Modell.
es: El reconocimiento sin conexión para %@ no está instalado. La entrada por voz del indicativo requiere un modelo local.
fr: La reconnaissance hors ligne pour %@ n’est pas installée. La saisie vocale de l’indicatif nécessite un modèle local.
it: Il riconoscimento offline per %@ non è installato. L’inserimento vocale del nominativo richiede un modello locale.
ja: %@ のオフライン認識がインストールされていません。コールサインの音声入力にはローカルモデルが必要です。
ko: %@ 오프라인 인식이 설치되지 않았습니다. 호출부호 음성 입력에는 로컬 모델이 필요합니다.
pt: O reconhecimento offline para %@ não está instalado. A entrada por voz do indicativo requer um modelo local.
ru: Офлайн-распознавание для %@ не установлено. Голосовой ввод позывного требует локальной модели.
uk: Офлайн-розпізнавання для %@ не встановлено. Голосове введення позивного потребує локальної моделі.
zh_hans: 未安装 %@ 的离线识别。语音输入呼号需要本地模型。

source: On-device processing
de: Verarbeitung auf dem Gerät
es: Procesamiento en el dispositivo
fr: Traitement sur l'appareil
it: Elaborazione sul dispositivo
ja: 端末内処理
ko: 기기 내 처리
pt: Processamento no dispositivo
ru: Локальная обработка
uk: Обробка на пристрої
zh_hans: 设备端处理

source: On-device translation
de: On-Device-Übersetzung
es: Traducción en el dispositivo
fr: Traduction sur l'appareil
it: Traduzione sul dispositivo
ja: 端末内翻訳
ko: 기기 내 번역
pt: Tradução no dispositivo
ru: Перевод на устройстве
uk: Переклад на пристрої
zh_hans: 设备端翻译

source: On-device translation setup was canceled. Turn translation on again if you need it.
de: Die Einrichtung der On-Device-Übersetzung wurde abgebrochen. Aktivieren Sie die Übersetzung erneut, falls Sie sie benötigen.
es: Se canceló la configuración de la traducción en el dispositivo. Vuelve a activar la traducción si la necesitas.
fr: La configuration de la traduction sur l'appareil a été annulée. Réactivez la traduction si vous en avez besoin.
it: La configurazione della traduzione sul dispositivo è stata annullata. Riattiva la traduzione se ti serve.
ja: 端末内翻訳のセットアップがキャンセルされました。必要な場合は翻訳を再度オンにしてください。
ko: 기기 내 번역 설정이 취소되었습니다. 필요하면 번역을 다시 켜세요.
pt: A configuração da tradução no dispositivo foi cancelada. Volte a ligar a tradução se precisar.
ru: Подготовка локального перевода отменена. Включите перевод снова, если он нужен.
uk: Налаштування перекладу на пристрої скасовано. Знову ввімкніть переклад, якщо він потрібен.
zh_hans: 设备端翻译设置已取消。如需使用，请重新开启翻译。

source: Open Device Settings
de: Geräteeinstellungen öffnen
es: Abrir Ajustes del dispositivo
fr: Ouvrir les réglages de l'appareil
it: Apri impostazioni dispositivo
ja: デバイス設定を開く
ko: 기기 설정 열기
pt: Abrir Ajustes do dispositivo
ru: Открыть настройки устройства
uk: Відкрити налаштування пристрою
zh_hans: 打开设备设置

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt: Abrir Ajustes
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开设置

source: Other traffic
de: Anderer Verkehr
es: Otro tráfico
fr: Autre trafic
it: Altro traffico
ja: 他機
ko: 다른 항공기
pt: Outro tráfego
ru: Другой борт
uk: Інший борт
zh_hans: 其他交通

source: Output only — no input
de: Nur Ausgang — kein Eingang
es: Solo salida: sin entrada
fr: Sortie seule — aucune entrée
it: Solo uscita — nessun ingresso
ja: 出力のみ — 入力なし
ko: 출력만 있음 — 입력 없음
pt: Apenas saída — sem entrada
ru: Только вывод — нет входа
uk: Лише вихід — без входу
zh_hans: 仅输出——无输入

source: Own callsign
de: Eigenes Rufzeichen
es: Indicativo propio
fr: Votre indicatif
it: Proprio nominativo
ja: 自機コールサイン
ko: 내 호출부호
pt: Próprio indicativo
ru: Свой позывной
uk: Свій позивний
zh_hans: 本机呼号

source: Pack installed, filter off
de: Paket installiert, Filter aus
es: Paquete instalado, filtro desactivado
fr: Pack installé, filtre désactivé
it: Pacchetto installato, filtro disattivato
ja: パックインストール済み、フィルターオフ
ko: 팩 설치됨, 필터 꺼짐
pt: Pacote instalado, filtro desligado
ru: Пакет установлен, фильтр выключен
uk: Пакет встановлено, фільтр вимкнено
zh_hans: 包已安装，筛选器关闭

source: Pack “%@” · %lld-dimensional embeddings · %@. Recognition runs offline.
de: Paket „%@“ · %lld-dimensionale Embeddings · %@. Die Erkennung läuft offline.
es: Paquete «%@» · incrustaciones de %lld dimensiones · %@. El reconocimiento se ejecuta sin conexión.
fr: Pack « %@ » · embeddings à %lld dimensions · %@. La reconnaissance s’exécute hors ligne.
it: Pacchetto «%@» · embedding a %lld dimensioni · %@. Il riconoscimento viene eseguito offline.
ja: パック「%@」 · %lld 次元の埋め込み · %@。認識はオフラインで実行されます。
ko: 팩 “%@” · %lld차원 임베딩 · %@. 인식은 오프라인으로 실행됩니다.
pt: Pacote “%@” · embeddings de %lld dimensões · %@. O reconhecimento é executado offline.
ru: Пакет «%@» · %lld-мерные эмбеддинги · %@. Распознавание выполняется офлайн.
uk: Пакет «%@» · %lld-вимірні ембединги · %@. Розпізнавання виконується офлайн.
zh_hans: 包“%@” · %lld 维嵌入 · %@。识别在离线状态下运行。

source: Pilot voice
de: Pilotenstimme
es: Voz del piloto
fr: Voix pilote
it: Voce pilota
ja: パイロットの声
ko: 조종사 음성
pt: Voz do piloto
ru: Голос пилота
uk: Голос пілота
zh_hans: 飞行员语音

source: Pilot 1 (Captain)
de: Pilot 1 (Kapitän)
es: Piloto 1 (capitán)
fr: Pilote 1 (commandant)
it: Pilota 1 (comandante)
ja: パイロット 1（機長）
ko: 조종사 1(기장)
pt: Piloto 1 (comandante)
ru: Пилот 1 (капитан)
uk: Пілот 1 (капітан)
zh_hans: 飞行员 1（机长）

source: Pilot 2 (First Officer)
de: Pilot 2 (Erster Offizier)
es: Piloto 2 (primer oficial)
fr: Pilote 2 (copilote)
it: Pilota 2 (primo ufficiale)
ja: パイロット 2（副操縦士）
ko: 조종사 2(부기장)
pt: Piloto 2 (primeiro oficial)
ru: Пилот 2 (второй пилот)
uk: Пілот 2 (другий пілот)
zh_hans: 飞行员 2（副驾驶）

source: Pilot slot unavailable
de: Piloten-Slot nicht verfügbar
es: Espacio de piloto no disponible
fr: Emplacement pilote indisponible
it: Slot pilota non disponibile
ja: パイロット枠が利用できません
ko: 조종사 슬롯을 사용할 수 없음
pt: Slot de piloto indisponível
ru: Слот пилота недоступен
uk: Слот пілота недоступний
zh_hans: 飞行员槽位不可用

source: Pilot speaker classification
de: Pilotenstimmen-Klassifizierung
es: Clasificación de voz del piloto
fr: Classification de la voix pilote
it: Classificazione voce pilota
ja: パイロット音声分類
ko: 조종사 화자 분류
pt: Classificação da voz do piloto
ru: Классификация голоса пилота
uk: Класифікація голосу пілота
zh_hans: 飞行员语音分类

source: Pre-ASR filter is off; all audio buffers are passed to recognition.
de: Pre-ASR-Filter ist aus; alle Audiopuffer werden an die Erkennung weitergegeben.
es: El filtro previo al ASR está desactivado; todos los búferes de audio pasan al reconocimiento.
fr: Le filtre pré-ASR est désactivé ; tous les tampons audio sont transmis à la reconnaissance.
it: Filtro pre-ASR disattivato; tutti i buffer audio vengono passati al riconoscimento.
ja: ASR前フィルターはオフです。すべての音声バッファが認識に渡されます。
ko: Pre-ASR 필터가 꺼져 있습니다. 모든 오디오 버퍼가 인식으로 전달됩니다.
pt: O filtro pré-ASR está desligado; todos os buffers de áudio são enviados para reconhecimento.
ru: Пред-ASR фильтр выключен; все аудиобуферы передаются в распознавание.
uk: Фільтр до ASR вимкнено; усі аудіобуфери передаються на розпізнавання.
zh_hans: ASR 前筛选已关闭；所有音频缓冲都将送入识别。

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pt: Privacidade
ru: Приватность
uk: Конфіденційність
zh_hans: 隐私

source: Receive-only
de: Nur Empfang
es: Solo recepción
fr: Réception seule
it: Solo ricezione
ja: 受信専用
ko: 수신 전용
pt: Apenas recepção
ru: Только приём
uk: Лише прийом
zh_hans: 仅接收

source: Recognition
de: Erkennung
es: Reconocimiento
fr: Reconnaissance
it: Riconoscimento
ja: 認識
ko: 인식
pt: Reconhecimento
ru: Распознавание
uk: Розпізнавання
zh_hans: 识别

source: Recognition language
de: Erkennungssprache
es: Idioma de reconocimiento
fr: Langue de reconnaissance
it: Lingua di riconoscimento
ja: 認識言語
ko: 인식 언어
pt: Idioma de reconhecimento
ru: Язык распознавания
uk: Мова розпізнавання
zh_hans: 识别语言

source: Record a voice sample for recognition.
de: Nehmen Sie eine Stimmprobe für die Erkennung auf.
es: Graba una muestra de voz para el reconocimiento.
fr: Enregistrez un échantillon vocal pour la reconnaissance.
it: Registra un campione vocale per il riconoscimento.
ja: 認識用の音声サンプルを録音してください。
ko: 인식을 위한 음성 샘플을 녹음하세요.
pt: Grave uma amostra de voz para reconhecimento.
ru: Запишите образец голоса для распознавания.
uk: Запишіть голосовий зразок для розпізнавання.
zh_hans: 录制用于识别的语音样本。

source: Record voice
de: Stimme aufnehmen
es: Grabar voz
fr: Enregistrer la voix
it: Registra voce
ja: 音声を録音
ko: 음성 녹음
pt: Gravar voz
ru: Записать голос
uk: Записати голос
zh_hans: 录制语音

source: Recording -- speak for a few seconds, then tap Stop.
de: Aufnahme -- sprechen Sie einige Sekunden und tippen Sie dann auf Stopp.
es: Grabando -- habla durante unos segundos y luego toca Detener.
fr: Enregistrement -- parlez quelques secondes, puis touchez Arrêter.
it: Registrazione -- parla per alcuni secondi, poi tocca Ferma.
ja: 録音中 -- 数秒話してから停止をタップしてください。
ko: 녹음 중 -- 몇 초 동안 말한 다음 중지를 탭하세요.
pt: Gravando -- fale por alguns segundos e toque em Parar.
ru: Идёт запись -- говорите несколько секунд, затем нажмите «Стоп».
uk: Триває запис -- говоріть кілька секунд, потім натисніть «Стоп».
zh_hans: 正在录制 -- 请说几秒钟，然后轻点停止。

source: Recording becomes available once the recognizer is connected.
de: Aufnahme ist verfügbar, sobald der Erkenner verbunden ist.
es: La grabación estará disponible una vez que el reconocedor esté conectado.
fr: L'enregistrement sera disponible une fois le moteur de reconnaissance connecté.
it: La registrazione è disponibile una volta connesso il riconoscitore.
ja: 認識エンジンが接続されると録音が可能になります。
ko: 인식기가 연결되면 녹음을 사용할 수 있습니다.
pt: A gravação fica disponível assim que o reconhecedor estiver ligado.
ru: Запись станет доступна, когда распознаватель будет подключён.
uk: Запис стане доступним після підключення розпізнавача.
zh_hans: 识别器连接后即可录制。

source: Recording failed -- try again.
de: Aufnahme fehlgeschlagen -- versuchen Sie es erneut.
es: La grabación falló -- inténtalo de nuevo.
fr: L'enregistrement a échoué -- réessayez.
it: Registrazione non riuscita -- riprova.
ja: 録音に失敗しました -- もう一度試してください。
ko: 녹음에 실패했습니다 -- 다시 시도하세요.
pt: A gravação falhou -- tente novamente.
ru: Запись не удалась -- попробуйте снова.
uk: Не вдалося записати -- спробуйте ще раз.
zh_hans: 录制失败 -- 请重试。

source: Recording failed — try again.
de: Aufnahme fehlgeschlagen — versuchen Sie es erneut.
es: La grabación falló: inténtalo de nuevo.
fr: Échec de l'enregistrement — réessayez.
it: Registrazione non riuscita — riprova.
ja: 録音に失敗しました — もう一度お試しください。
ko: 녹음에 실패했습니다 — 다시 시도하세요.
pt: A gravação falhou — tente novamente.
ru: Запись не получилась — попробуйте снова.
uk: Не вдалося записати — спробуйте ще раз.
zh_hans: 录制失败——请重试。

source: Recording — speak for a few seconds, then tap Stop.
de: Aufnahme — sprechen Sie einige Sekunden und tippen Sie dann auf Stopp.
es: Grabando: habla durante unos segundos y luego toca Detener.
fr: Enregistrement — parlez quelques secondes, puis appuyez sur Arrêter.
it: Registrazione — parla per qualche secondo, poi tocca Ferma.
ja: 録音中 — 数秒間話してから停止をタップしてください。
ko: 녹음 중 — 몇 초 동안 말한 다음 중지를 탭하세요.
pt: Gravando — fale durante alguns segundos e depois toque em Parar.
ru: Идёт запись — говорите несколько секунд, затем «Остановить».
uk: Запис — говоріть кілька секунд, потім натисніть «Стоп».
zh_hans: 录制中——讲几秒钟，然后点击停止。

source: Recovered
de: Wiederhergestellt
es: Recuperado
fr: Récupéré
it: Recuperato
ja: 復旧済み
ko: 복구됨
pt: Recuperado
ru: Восстановлено
uk: Відновлено
zh_hans: 已恢复

source: Requesting microphone and speech recognition access…
de: Zugriff auf Mikrofon und Spracherkennung wird angefordert…
es: Solicitando acceso al micrófono y al reconocimiento de voz…
fr: Demande d'accès au microphone et à la reconnaissance vocale…
it: Richiesta di accesso a microfono e riconoscimento vocale…
ja: マイクと音声認識へのアクセスを要求しています…
ko: 마이크 및 음성 인식 접근 권한 요청 중…
pt: Solicitando acesso ao microfone e ao reconhecimento de fala…
ru: Запрос доступа к микрофону и распознаванию речи…
uk: Запит доступу до мікрофона й розпізнавання мовлення…
zh_hans: 正在请求麦克风和语音识别权限……

source: Reset corrupted data
de: Beschädigte Daten zurücksetzen
es: Restablecer datos dañados
fr: Réinitialiser les données corrompues
it: Ripristina dati danneggiati
ja: 破損データをリセット
ko: 손상된 데이터 재설정
pt: Redefinir dados corrompidos
ru: Сбросить повреждённые данные
uk: Скинути пошкоджені дані
zh_hans: 重置损坏的数据

source: Restart the app to change the language.
de: Starten Sie die App neu, um die Sprache zu ändern.
es: Reinicia la app para cambiar el idioma.
fr: Redémarrez l'app pour changer de langue.
it: Riavvia l'app per cambiare la lingua.
ja: 言語を変更するにはアプリを再起動してください。
ko: 언어를 변경하려면 앱을 다시 시작하세요.
pt: Reinicie o app para alterar o idioma.
ru: Перезапустите приложение, чтобы сменить язык.
uk: Перезапустіть застосунок, щоб змінити мову.
zh_hans: 重启应用以更改语言。

source: Retry download
de: Download wiederholen
es: Reintentar descarga
fr: Réessayer le téléchargement
it: Riprova download
ja: ダウンロードを再試行
ko: 다운로드 재시도
pt: Repetir download
ru: Повторить загрузку
uk: Повторити завантаження
zh_hans: 重试下载

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장됨
pt: Salvo
ru: Сохранено
uk: Збережено
zh_hans: 已保存

source: Segments with no callsign match will be hidden while the continuation window is active.
de: Segmente ohne Rufzeichen-Treffer werden ausgeblendet, solange das Fortsetzungsfenster aktiv ist.
es: Los segmentos que no coincidan con ningún indicativo se ocultarán mientras la ventana de continuación esté activa.
fr: Les segments sans correspondance d'indicatif seront masqués tant que la fenêtre de continuité est active.
it: I segmenti senza corrispondenza del nominativo verranno nascosti finché la finestra di continuazione è attiva.
ja: 継続ウィンドウが有効な間、コールサインに一致しないセグメントは非表示になります。
ko: 연속 창이 활성화된 동안 호출부호가 일치하지 않는 세그먼트는 숨겨집니다.
pt: Os segmentos sem correspondência de indicativo serão ocultados enquanto a janela de continuação estiver ativa.
ru: Сегменты без совпадения по позывному будут скрываться, пока окно продолжения активно.
uk: Сегменти без збігу позивного приховуватимуться, доки активне вікно продовження.
zh_hans: 在续接窗口生效期间，呼号不匹配的片段将被隐藏。

source: Session history
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique des sessions
it: Cronologia sessioni
ja: セッション履歴
ko: 세션 기록
pt: Histórico de sessões
ru: История сессий
uk: Історія сеансів
zh_hans: 会话历史

source: Session history unavailable
de: Sitzungsverlauf nicht verfügbar
es: Historial de sesiones no disponible
fr: Historique des sessions indisponible
it: Cronologia sessioni non disponibile
ja: セッション履歴を利用できません
ko: 세션 기록을 사용할 수 없음
pt: Histórico de sessões indisponível
ru: История сессий недоступна
uk: Історія сеансів недоступна
zh_hans: 会话历史不可用

source: Set callsign by voice
de: Rufzeichen per Stimme festlegen
es: Definir indicativo por voz
fr: Définir l'indicatif à la voix
it: Imposta il nominativo a voce
ja: コールサインを音声で設定
ko: 음성으로 호출부호 설정
pt: Definir indicativo por voz
ru: Задать позывной голосом
uk: Задати позивний голосом
zh_hans: 通过语音设置呼号

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
ru: Настройки
uk: Налаштування
zh_hans: 设置

source: Settings are here
de: Einstellungen sind hier
es: Los ajustes están aquí
fr: Les réglages sont ici
it: Le impostazioni sono qui
ja: 設定はこちら
ko: 설정은 여기에 있습니다
pt: Os ajustes estão aqui
ru: Настройки здесь
uk: Налаштування тут
zh_hans: 设置在这里

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt: Compartilhar
ru: Поделиться
uk: Поділитися
zh_hans: 共享

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 보기
pt: Mostrar
ru: Показать
uk: Показати
zh_hans: 显示

source: Some local voice filter settings are corrupted. Reset the corrupted data to continue safely.
de: Einige lokale Sprachfilter-Einstellungen sind beschädigt. Setzen Sie die beschädigten Daten zurück, um sicher fortzufahren.
es: Algunos ajustes locales del filtro de voz están dañados. Restablece los datos dañados para continuar de forma segura.
fr: Certains réglages locaux du filtre vocal sont corrompus. Réinitialisez les données corrompues pour continuer en toute sécurité.
it: Alcune impostazioni locali del filtro vocale sono danneggiate. Ripristina i dati danneggiati per continuare in sicurezza.
ja: 一部のローカル音声フィルター設定が破損しています。安全に続行するには破損データをリセットしてください。
ko: 일부 로컬 음성 필터 설정이 손상되었습니다. 안전하게 계속하려면 손상된 데이터를 재설정하세요.
pt: Alguns ajustes locais do filtro de voz estão corrompidos. Redefina os dados corrompidos para continuar em segurança.
ru: Часть локальных настроек голосового фильтра повреждена. Сбросьте повреждённые данные, чтобы продолжить безопасно.
uk: Деякі локальні налаштування голосового фільтра пошкоджено. Скиньте пошкоджені дані, щоб безпечно продовжити.
zh_hans: 部分本地语音筛选器设置已损坏。请重置损坏的数据以安全继续。

source: Speaker classification is off; all audio buffers pass to recognition. Callsign relevance filtering can still hide irrelevant ATC.
de: Die Sprecherklassifizierung ist aus; alle Audiopuffer gehen zur Erkennung. Die Rufzeichenfilterung kann weiterhin irrelevanten ATC ausblenden.
es: La clasificación de voz está desactivada; todo el audio pasa al reconocimiento. El filtro de indicativo aún puede ocultar ATC no relevante.
fr: La classification vocale est désactivée ; tout l'audio passe à la reconnaissance. Le filtre d'indicatif peut encore masquer l'ATC non pertinent.
it: La classificazione vocale è disattivata; tutto l’audio passa al riconoscimento. Il filtro del nominativo può ancora nascondere ATC non rilevante.
ja: 話者分類はオフです。すべての音声バッファは認識へ送られます。コールサイン関連性フィルターは無関係なATCを非表示にできます。
ko: 화자 분류가 꺼져 있습니다. 모든 오디오 버퍼가 인식으로 전달됩니다. 호출부호 관련성 필터링은 여전히 관련 없는 ATC를 숨길 수 있습니다.
pt: A classificação de voz está desligada; todo o áudio segue para reconhecimento. O filtro de indicativo ainda pode ocultar ATC irrelevante.
ru: Классификация голоса выключена; все аудиобуферы идут на распознавание. Фильтр позывного всё ещё может скрывать нерелевантный ATC.
uk: Класифікацію голосу вимкнено; усі аудіобуфери йдуть на розпізнавання. Фільтр позивного все ще може приховувати нерелевантний ATC.
zh_hans: 说话人分类已关闭；所有音频缓冲都会进入识别。呼号相关性筛选仍可隐藏无关 ATC。

source: Speech recognition error. Try again.
de: Fehler bei der Spracherkennung. Versuchen Sie es erneut.
es: Error de reconocimiento de voz. Inténtalo de nuevo.
fr: Erreur de reconnaissance vocale. Réessayez.
it: Errore di riconoscimento vocale. Riprova.
ja: 音声認識エラー。もう一度お試しください。
ko: 음성 인식 오류입니다. 다시 시도하세요.
pt: Erro de reconhecimento de fala. Tente novamente.
ru: Ошибка распознавания речи. Повторите попытку.
uk: Помилка розпізнавання мовлення. Спробуйте ще раз.
zh_hans: 语音识别错误。请重试。

source: Speech recognition isn't available on this device.
de: Spracherkennung ist auf diesem Gerät nicht verfügbar.
es: El reconocimiento de voz no está disponible en este dispositivo.
fr: La reconnaissance vocale n'est pas disponible sur cet appareil.
it: Il riconoscimento vocale non è disponibile su questo dispositivo.
ja: この端末では音声認識を利用できません。
ko: 이 기기에서는 음성 인식을 사용할 수 없습니다.
pt: O reconhecimento de fala não está disponível neste dispositivo.
ru: Распознаватель речи недоступен на этом устройстве.
uk: Розпізнавання мовлення недоступне на цьому пристрої.
zh_hans: 此设备不支持语音识别。

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
pt: Parar
ru: Стоп
uk: Стоп
zh_hans: 停止

source: Stop test
de: Test stoppen
es: Detener prueba
fr: Arrêter le test
it: Ferma test
ja: テストを停止
ko: 테스트 중지
pt: Parar teste
ru: Остановить проверку
uk: Зупинити тест
zh_hans: 停止测试
